<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="assets/css/style.min.css">
    <link rel="icon" type="image/x-icon" href="assets/img/art-icon.svg">
    <title>Галерея Антонио</title>
</head>
<body>
    <div class="site">
        <header>
            <div class="header_nav">
                <div class="site_name">Галерея Антонио</div>
                <div><a href="gallery.php">Галерея</a></div>
                <div><a href="commission.php">Заказать услуги</a></div>
            </div>
        </header>
        <div class="about_us">
            <div id="B1E1"> <!-- BnEn - Блок n, Элемент n, так обозначаются элементы к которым обращается файл стиля, но которым разработик сайта посчитал не давать конкретного имени -->
                <h2>Добро пожаловать на мой сайт-портфолио</h2><br>
            </div>
            <div id="B1E2">
                <h2>Обо мне</h2><br>
                <div id="B1E3">
                    Приветствую вас в своем художественном архиве, где я представляю свою страсть и творческое путешествие. С ранних лет я ощущал непреодолимое влечение к искусству.<br>
                    Это увлечение побудило меня посвятить свою жизнь оттачиванию своего таланта, получая классическое художественное образование и наставничество у выдающихся мастеров.<br><br>
                    За годы обучения я экспериментировал со множеством художественных техник и стилей, развивая свой уникальный подход, который сочетает в себе техническое мастерство с 
                    экспрессивным видением. Мои работы черпают вдохновение из природы, человеческой формы и моих собственных жизненных переживаний, 
                    приглашая зрителей в интимное путешествие моего творческого воображения.
                </div>
            </div>
        </div>
       <div class="faq_n_socials">
            <div class="socials">
                <div id="B2E1">
                    <h2>Мои социальные сети</h2><br>
                    <div id="B2E2">
                        <ul> <!-- Список соц. сетей согласовывается с клиентом, которому создаётся программный продукт -->
                            <li>Boosty - <a href="#">boosty.to/tonio</a></li>
                            <li>Вконтакте - <a href="#">vk.com/tonio</a></li>
                            <li>Телеграм - <a href="#">@toniotg</a></li>
                        </ul>
                    </div>
                </div>
            </div>
            <div class="faq">
                <div id="B3E1">
                    <h2>Часто задаваемые вопросы</h2><br> <!-- ЧаВо для заказчиков клиента -->
                </div>
                <div id="B3E2">
                        <ol>
                            <li>Принимаются ли реквесты?</li>
                            <ul>
                                <li>Да, время от времени я принимаю скетч-реквесты.</li>
                            </ul>
                            <li>Принимаются ли сейчас заказы?</li>
                            <ul>
                                <li>На данный момент заказы не принимаются.</li> <!-- Статус принятия заказов переключается в админском меню -->
                            </ul>
                            <li>Разрешено ли распространение, трансформация и использование моих рисунков?</li>
                            <ul>
                                <li>Распространение разрешено, при условии указании источника (одного из моих блогов и т.д)</li>
                                <li>Трансформация моих рисунков разрешена, при условии указании источника.</li>
                                <li>Использование моих рисунков в личных проектах запрещается, однако вы можете заказать мои услуги для вашего проекта.</li>
                            </ul>
                        </ol>
                    </div>
            </div>
       </div>
    </div>
</body>
</html>